Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Ghost King.tmx
Source language: ko_kr
Languages: en_us

source: 헉 헉
en_us: huff huff

source: 좋아.
en_us: fine.

source: 어쩌겠냐, 요즘 무경단 단속 ㅈ나 심해서 구하기 힘들다.
en_us: can’t be helped. they’ve been hard to find cause of the murim patrol squad crackdown.

source: 슈아아
en_us: ahhh

source: 으으
en_us: ugh

source: 더 강해질 방법이 없을까?
en_us: how can I become stronger?

source: 퍼억
en_us: throkk

source: 내꺼야.
en_us: that’s mine.

source: 림···
en_us: rim…

source: 쐐액
en_us: smirk

source: 촤아앗
en_us: whoosh

source: 괜히 쓸대없는 오해만 생겼잖아!
en_us: she’s completely misunderstood the situation because of you!

source: 크억!
en_us: argh!

source: 하, 한꺼번에?
en_us: a-all at once?

source: 대체 뭐 하는 놈이길래ꞏꞏꞏ
en_us: who is this guy...?

source: 그럼 잘해봐.
en_us: best of luck.

source: 화르르르
en_us: fwoosh

source: 그게 말이 쉽지 흐름이 눈에 보이냐고ꞏꞏꞏ
en_us: that’s easier said than done...

source: 큭큭, 웃겨 아주.
en_us: hehe, that’s hilarious.

source: 갑자기 왜 이러는 거야!
en_us: why do I suddenly feel like this?!

source: 벌 컥
en_us: bam

source: 요즘 지호 선배랑 붙어 다니니까 섬이라도 타는 줄 아냐?
en_us: don’t tell me you think the two of you are a thing just ‘cause you’ve been spending time together?

source: 그러다 보면 반드시 상대의 빈틈이 드러날 게다.
en_us: if you do that, you’ll be able to detect your opponent’s flaw.

source: 어우씨
en_us: darn it

source: 누가 다루냐'의 문제인 거지.
en_us: it’s a matter of who uses them.

source: 크크크크
en_us: hahahaha

source: 앙
en_us: am

source: 아?
en_us: ah?

source: 내 아들이자 네 아비이기도 하나 사사로운 정으로 이를 넘어간다면···
en_us: even though he is my son and your father, I can’t overlook this out of personal affection…

source: 크아아아압!!
en_us: argh!!!

source: 앗.
en_us: ah.

source: 쿠드득
en_us: crack

source: 제사를 지내 영을 달래었다고 한다.
en_us: ...and was pacified through the performance of an ancestral rite.

source: 핑
en_us: glow

source: 따라오기나 해.
en_us: shut up and follow me.

source: 뭐, 뭐야 너는!
en_us: wh-what the heck?!

source: 아니 할아버지, 이걸 다 막는다고요?!
en_us: what?! how did you block all of that, grandpa?!

source: 쿨럭
en_us: cough

source: 자네가 기적이와 같이 현장에 있었던 친구인가?
en_us: you’re the one who was with gijeok at the scene?

source: 이, 이럴 수가ꞏꞏꞏ
en_us: n-no way...

source: 기술을 걸어도 힘으로 벼텨낸다!
en_us: even if someone uses a technique against you, stand firm using your strength!

source: 일이 좀 있어가지고 ㅎㅎ
en_us: something came up, hehe.

source: 푸욱
en_us: stab

source: 힉
en_us: eek

source: 절호의 찬스에서 망설인 건가?{j}물러터졌군.
en_us: did he hesitate at that golden opportunity?{j}he’s soft.

source: 27화
en_us: episode 27

source: 두 눈에 새기거라.
en_us: remember this scene.

source: 선배님이?
en_us: ...but you?

source: 그, 그게···
en_us: th-that’s…

source: 거기에 베인 상처가 아직도 욱신거려ꞏꞏꞏ
en_us: the wound it gave me still throbs to this day...

source: 뒤뚱
en_us: wobble

source: 우당탕탕
en_us: crash

source: 이건 기적이 몫이다!
en_us: this is for what you did to gijeok!

source: 머리가 나쁜 놈이네.
en_us: you’re pretty dense.

source: 30화
en_us: episode 30

source: 크읍···!
en_us: ugh…!

source: 숲
en_us: forest

source: 아아··· 저런 멍청한 사형을 둔 내 팔자인가,
en_us: ah… is my fate to be stuck with this thoughtless senior disciple?

source: 오오 역시 이 선명한 화질, 현장을 바로 눈 앞에서 보는 것 같습니다!
en_us: whoa, look at this picture quality! it’s almost like I’m actually at the scene!

source: 털썩
en_us: thud

source: 어째서 그런 눈을···
en_us: why are you making that expression…?

source: 장학우, 네놈도 소가주가 되었으면 이해해야 한다.
en_us: hak-u jang, now that you are the future leader of the sect, you must understand...

source: 물러터졌군.
en_us: he’s backing down.

source: 쿠당탕
en_us: clatter

source: 물러서라
en_us: step back

source: 콰 앙
en_us: boom

source: 어, 어머니···
en_us: m-mother…

source: [비령문 도장의 비기]
en_us: [hidden spirit sect dojo’s secret technique]

source: 뭐가 어떻게 된 거야?!
en_us: what happened?!

source: 슈슉
en_us: swish

source: 하하하하하!
en_us: hahahahaha!

source: 엘 에 이 P C 방
en_us: LA PC cafe

source: 무슨 방법이 없을까?!
en_us: but how?!

source: 혈폭공으로 동귀어진을 노릴 줄이야···
en_us: to think she’d use the explosive blood arts to take me with her…

source: 내장탕
en_us: beef tripe and intestine soup

source: 7년, 드디어 역겨운 정파의 정의를 부술 수 있다···
en_us: seven years have passed, and i can finally destroy the sickening justice of wudang…

source: 뿌득
en_us: clench

source: 그래, 전륜법궁이든 흉수든 무슨 상관이겠어.
en_us: right, what do the revolution palace or the criminal matter?

source: 쿠 웅
en_us: wham

source: 츠츠츠
en_us: swoosh

source: 도와줄 거지?
en_us: you’re going to help me, right?

source: 여보세요?
en_us: hello?

source: 눈으로 쫓을 수가 없어!
en_us: I can’t keep up with him at all!

source: 이걸 어떻게 보상받아야 하나?
en_us: how should i get compensated for this?

source: 이 목소린···
en_us: this voice…

source: 식
en_us: smirk

source: 얼마 되지도 않는 거ꞏꞏꞏ
en_us: it’s not even that much...

source: 조금만, 아주 조금만···
en_us: if I could control just a little bit...

source: 달 달 달
en_us: shake shake shake

source: 허억!!
en_us: ah!!!

source: 그 말은 즉 귀령의 힘을 가진 자가 둘?
en_us: does that mean there are two people who have the ghost king’s power?

source: 찌릿
en_us: glare

source: 아 내 돈 ㅅ발
en_us: give me back my goddamn money.

source: 대마···?
en_us: daemak…?

source: 흑
en_us: sob

source: 후우
en_us: whew

source: 감히 대외비인 흑마서고의 대여 기간을 어겨?
en_us: how dare they miss the return date of that confidential black demon book?

source: 바로 반납하죠.
en_us: I’ll return it immediately.

source: 배고프다ꞏꞏꞏ
en_us: I’m hungry...

source: 뭐, 뭐야 이거 안 놔?!
en_us: wh-what the heck?! let go of me!

source: 네 앞의 모든 생명을!!
en_us: kill everyone you see!!!

source: 꽈악
en_us: clench

source: DVD 대여
en_us: DVD rental

source: ㅆ바··· 살려···주···
en_us: sh*t… please… spare…

source: 무경대에 오면ꞏꞏꞏ
en_us: I thought...

source: 이놈들, 대막의 땡중들이잖아?
en_us: these guys are daemak monks.

source: 31화
en_us: episode 31

source: 마샴바?
en_us: mashamba?

source: 봐 봐.
en_us: let me see.

source: 악
en_us: ack

source: 쿡
en_us: ugh

source: 아, X끼 ㅈ나 쎄네ꞏꞏꞏ
en_us: damn, this son of a b*tch is really strong...

source: 응?
en_us: huh?

source: 부르지 마세요.
en_us: don’t call me.

source: 제이팀
en_us: JTeam

source: 학생기록부
en_us: student record

source: 짠
en_us: tada

source: 무당의 3류 무공이 모든 문파의 상승무공보다 낫다는 소리겠지.
en_us: perhaps wudang’s martial arts are superior to the high-level martial arts of any other clan.

source: 아슬아슬했다···
en_us: that was close…

source: 무림의 질서가 된 무림맹에서 화산의 존재를 높여보고자 하고ꞏꞏꞏ
en_us: I wanted to increase the flower mountain sect’s status within the murim alliance...

source: 흥, 허세 부리긴ꞏꞏꞏ
en_us: hmph, stop with the bluffing...

source: 아아아아악!!
en_us: arghhh!!!

source: 텁{j}썩
en_us: grab{j}

source: 무···
en_us: mu…

source: 번 쩍
en_us: flash

source: 온몸으로 기를 휘감아 집중시켜서ꞏꞏꞏ
en_us: coil up the qi and focus it into a single point...

source: 아니, 제 말 듣긴 하셨어요?
en_us: hey, are you even listening to me?

source: 타닥
en_us: tap tap

source: 돼지국밥
en_us: pork and rice soup

source: 39화
en_us: episode 39

source: 도대체 어떻게 해야ꞏꞏꞏ
en_us: what should I do...?

source: 니땜에 ㅅㅂ나혼자서 뭐하는데
en_us: thanks for f*cking leaving me behind

source: 찌잉
en_us: spit

source: 여기서 소리가ꞏꞏꞏ
en_us: it’s coming from over here...

source: 잠시 나갔다 온다.
en_us: I’ll going out for a bit.

source: 입만 산 ㅅ끼가 누구인지 확실히 가르쳐주마.
en_us: you son of a b*tch, let me teach you a lesson about which one of is all talk.

source: 혹시 어제 그 일 때문에?
en_us: is it because of what happened yesterday?

source: 뻐엉
en_us: wham

source: 휑
en_us: whoosh

source: 나의 사랑스런 아가 세바스찬···
en_us: my lovely sebastian…

source: 쿠당
en_us: thud

source: 촤아아악
en_us: Skiiid

source: 무림맹이란 거대한 집단의 체계적인 무공을 두고 고리타분한 화산검을 수련해야 하는지 이해가 안 갔었지.
en_us: I didn’t understand why I had to learn the flower mountain sect’s outdated sword style instead of the murim alliance’s standardized martial arts.

source: 야, 좀 위험해 보이지 않냐?
en_us: hey, doesn’t he look like bad news?

source: 천한 년···
en_us: lowborn b*tch…

source: 약속을 지키지 못한 못난 제자를 용서해서 마십시오.
en_us: please don’t forgive your disciple, who couldn’t keep her promise.

source: 육개장
en_us: spicy beef soup

source: 내가 직접 놈을 확인해 봐야겠어!
en_us: I want to check the bastard out for myself!

source: 너의 힘이다.
en_us: this is your power.

source: 쿠쿠쿠
en_us: grrr

source: 헉···
en_us: huff

source: 도와주세요!!
en_us: help me!!!

source: 꺼지라고 했잖아···!
en_us: i thought i told you to get lost…!

source: 뭐, 그래도 재미는 있었다.
en_us: well, it was fun, i’ll give you that.

source: 쿠우우우우
en_us: fwoom

source: 쿠쿠쿠쿠
en_us: rumble

source: 이렇게 가는구나···
en_us: i guess this is how i die…

source: 알겠습니다, 장소를 물색할테니 세 시간 이내로···
en_us: got it, I’ll look for a spot so within the next three hours…

source: 36화
en_us: episode 36

source: 빌어먹을 살수문 놈들···
en_us: damned assassin sect bastards…

source: 꼭 그런 풋내기들이 무모하기까지 하거든ꞏꞏꞏ
en_us: but newbies are just so reckless...

source: 뭐야, 너희?
en_us: who are you guys?

source: 알겠냐?
en_us: get it?

source: 쟤가!?
en_us: her?!

source: 아버지가 아니라 무당의 얼굴을 더럽힌 대역죄인이다···
en_us: he’s not our father. he’s a traitor who tainted wudang’s reputation…

source: 전 아빠를
en_us: I’m asking you...

source: 아, 생각났다.
en_us: ah, I just remembered.

source: 찢어죽이기 전에···!
en_us: or I’ll tear you into pieces…!

source: 파바바바밧
en_us: shwap shwap shwap

source: 괴물이 되는 순간이 오더라도···!
en_us: ...a monster like him…!

source: 옆 동네에선 아직 구할 수 있다던데?
en_us: I heard you can still get some from the neighborhood next to us?

source: 팟팟팟
en_us: click clack

source: 츠츠츠츠츠
en_us: whish

source: 이놈들이 어딜ꞏꞏꞏ!
en_us: where do you think you’re going...?!

source: 몸으로 느끼는 게야, 상대의 움직임을!
en_us: you need to feel your opponent’s movements with your body!

source: 35화
en_us: episode 35

source: 혼자 있고 싶다.
en_us: I want to be alone.

source: 넌 안 되겠다.
en_us: you’re hopeless.

source: 제법 버티는군.
en_us: you’re holding up quite well.

source: 츄아아아아
en_us: flash

source: 나선화, 너도 마찬가지.
en_us: seonhwa, the same goes for you.

source: 확실히 무경대에 오니까 고수들을 많이 만나게 돼.
en_us: you meet a lot of martial arts experts when you’re at mpu, that’s for sure.

source: 그만해 강태연.
en_us: stop it, taeyeon.

source: 기분이 어떻지?
en_us: what do you think?

source: 이게 흐름을 가장 안정적으로 뽑아내는 방식이니까.
en_us: this is the safest way to bring out your qi flow.

source: 거기 있는 줄 몰랐네?
en_us: I didn’t see you there.

source: 막 병원에서 퇴원한 놈이 아침 구보 하루 정도는 쉬어도 되지 않냐?
en_us: you just got discharged from the hospital. can’t you afford to skip the morning run for one day?

source: 짜안
en_us: freeze

source: 네 귀령의 힘을 모조리 받아내어주지!
en_us: I’ll take the power of your ghost king!

source: 내게서 도망치려 해?
en_us: ...try and run away from me?

source: 토르카, 너 뭘 먹고 있···
en_us: torka, what are you eating…?

source: 언어도단!
en_us: that’s outrageous!

source: 그러고 보니 지금껏 억지로 기를 모으려고 했어ꞏꞏꞏ
en_us: come to think of it, I’ve been trying to forcibly gather up my qi...

source: 하아아아압!
en_us: hyaaah!

source: 무, 무슨 일이니!?
en_us: wh-what’s the matter?

source: 40화
en_us: episode 40

source: 콰직
en_us: wham

source: 부웅
en_us: swoosh

source: 태연아ꞏꞏꞏ
en_us: taeyeon...

source: 텁
en_us: smack

source: 걔가 어딨는데?
en_us: where is he?

source: 설마···
en_us: no way…

source: 나선화, 네 파트너는 이미 정해져 있다.
en_us: seonhwa, your partner has already been decided.

source: 흑마왕!!
en_us: the black demon king!!!

source: 저리 가라고 좀!
en_us: get the heck away away from me!

source: 슈아
en_us: gasp

source: 이상하게 규모가 너무 작군ꞏꞏꞏ
en_us: Strange, i thought there would be more people...

source: 시끄러.
en_us: you’re loud.

source: 내 내공으로는 너무 모자란 건가?
en_us: ...to brute force it.

source: ㅈ랄하고 자빠졌네.
en_us: that’s some bullsh*t.

source: 크윽ꞏꞏꞏ!
en_us: ugh...!

source: 켁
en_us: eek

source: 범인과 대면한 곳에서 전륜법구으이 인물들이게 보고받았습니다.
en_us: we received a report from the revolution palace at the place where we saw the suspect.

source: 까르보 불닭 떡볶이 나왔습니다~
en_us: here’s your carbo spicy chicken tteokbokki~

source: 하핫
en_us: haha

source: 뻑
en_us: smack

source: 뻐{j}엉
en_us: blast

source: 버러지 같은 놈이 허세 부리지 말란 말이다!
en_us: don’t act all high and mighty, you scum!

source: 서, 선배!
en_us: s-seonbae!

source: 마지막 통화
en_us: last call

source: 타탓
en_us: grit

source: 힘으로 이룬 평화는 힘에 깨질 테니까ꞏꞏꞏ
en_us: peace created through strength is bound to be broken by strength...

source: 싹
en_us: stunned

source: 빨리 처먹고 어디로든 가버려,
en_us: finish eating and beat it.

source: 한꺼번에 버려야 해.
en_us: you have to throw it away all at once.

source: 왜 말이 없으실까···
en_us: why aren’t you saying anything…?

source: 피와 같은 붉은 머리의 여인을 조심해라.
en_us: ...beware of the woman with hair as red as blood.

source: 아까 그거 다시 한번 더 보여줘.
en_us: show me that thing from earlier again.

source: 아까 배운 걸 응용해 보자!
en_us: let’s try applying what I just learned!

source: 그런 자들이 왜 강태연이랑 싸우고 있는 거지?
en_us: why are they fighting taeyeon?

source: 퍼퍼퍼
en_us: thwap thwap thwap

source: 잘못했···
en_us: I’m sorry…

source: 뭐, 뭐야 이거 왜 이래?
en_us: wh-what’s wrong with this thing?

source: 딱
en_us: thwack

source: 그들은 강하다.
en_us: they are strong.

source: 입만 살아가지고 꼴 좋다!
en_us: serves you right for being all talk!

source: 큭ꞏꞏꞏ
en_us: ugh...

source: 다 같이 힘을 합쳐도 모자랄 판에···
en_us: we should all be working together right now…

source: 드르륵
en_us: scroll

source: 도가니탕
en_us: ox knee soup

source: 걸레같은 아가리로 맹주님을 모욕하지 마라.
en_us: don’t you dare insult my master with that filthy mouth of yours.

source: 말려들면 나라도 지켜줄 수 없으니까···
en_us: I won’t be able to protect you if you get caught up in this…

source: 태연이
en_us: taeyeon?

source: 촤아아
en_us: skiiid

source: 닌 오늘 집 못 갈 줄 알아라.
en_us: don’t even think about going home tonight.

source: 찾았다!
en_us: ...I found you!

source: 경
en_us: punch

source: 그래서, 뭐 좀 보입니까?
en_us: so, do you see anything?

source: 뭣?!
en_us: what?!

source: 오만한 궤변을ꞏꞏꞏ
en_us: such arrogance... don’t think i’ll be fooled...

source: 한꺼번에 감아넣는 이미지!
en_us: visualize winding it up!

source: 지금까지 만난 놈들 중에 가장.
en_us: stronger than anyone I’ve met.

source: 그럼 난 눈 좀 붙일 테니 어디 잘 해봐~
en_us: good luck. I’m going to go take a nap over there.

source: 겉으론 되게 딱딱해 보이던데···
en_us: he seemed so stiff…

source: 기껏 '흑사우주'를 개방했는데 이 정도라면ꞏꞏꞏ
en_us: I even brought out the red wings of the black snake for you...

source: 제대로 호흡하기조차 힘든 상태일 텐데,
en_us: you must be in a condition where even breathing is difficult.

source: 흑사우주
en_us: red wings of the black snake

source: 한낱 살수 주제에 여기서 어디라고···
en_us: how dare a mere assassin come here…

source: 살수문 부문주!
en_us: ...the vice sect leader of the assassin sect!

source: 인···
en_us: ist…

source: 흑마서고의 반환 기한을 어겨놓고 아주 여유로우시군요.
en_us: I see you’re taking things easy even after you missed the return date for the black demon book.

source: 쿠아
en_us: growl

source: 저걸 무슨 수로 막아?!
en_us: how are we supposed to stop that?!

source: 결국 이기는 건 끝까지 버티는 놈이야.
en_us: the winner is the last one standing.

source: 채색
en_us: coloring by

source: 상대가 누군지 파악도 못하면서 어설픈 도발을 해댄단 말이지
en_us: they always try to provoke their opponent without knowing who they are.

source: 이걸로 선배와 오해를 풀 기회가···
en_us: I can finally clear up this misunderstanding with seonbae…

source: 푸슛
en_us: splurt

source: 콰콰콰쾅
en_us: crash

source: 13호에게 타격을 입힌다는 건!
en_us: thinking you can damage 13, that is!

source: 전화 010-xxxx-xxxx
en_us: phone number 010-xxxx-xxxx

source: 그래서 늦었다니까요?
en_us: he’s the reason why I’m late.

source: 뭐지, 꿈인가?
en_us: what the heck... was that all a dream?

source: 쿠억!
en_us: argh!

source: 흑익사홍문?
en_us: The blackest deceit sect?

source: 나선화, 저 둘을 막는다!
en_us: seonhwa, let’s stop those two!

source: 물러서라.
en_us: stand back.

source: 네?
en_us: what?

source: 네~
en_us: okay!

source: 파스스
en_us: fwoosh

source: 귀령왕의 전설이란 싹 다 개소리였던 거야.
en_us: the legend of the ghost king was all some bull.

source: 아저씬 대체 뭐예요?
en_us: what the heck is your problem, mister?

source: 익
en_us: oosh

source: 촤악
en_us: slash

source: 이게 다 힘이 없어 벌어진 일일뿐ꞏꞏꞏ
en_us: it is because they’re weak...

source: 갑자기 무슨ꞏꞏꞏ
en_us: what the heck...

source: 지금 말입니까?
en_us: right now?

source: 큭!
en_us: ugh!

source: 괴, 괴물이다!
en_us: i-it’s a monster!

source: 아으
en_us: ouch

source: 내 것···
en_us: mine…

source: 누구보다 뛰어났지만 출신 때문에 버려진 사천당문의 사생아···
en_us: ...that illegitimate child of the sacheondang sect who was abandoned despite your brilliance because of your background …

source: 답답하긴, 귀령왕의 무공은 하나도 쓸 줄 모르네.
en_us: it’s so irritating that he doesn’t know how to use a single one of the ghost king’s martial arts.

source: 와, 맛있겠다~!
en_us: wow, it looks delicious!

source: 콰콰콰
en_us: crash

source: 그럼 나선화, 이기적의 사수였던 박지태와 한 조를···
en_us: well then, seonhwa, I’ll have you pair up with jitae park, gijeok’s supervisor…

source: 설
en_us: ox bone soup

source: 놈한테 아까같은 일반적인 타격으론 씨알도 안 먹혀.
en_us: I can’t make a scratch on him with regular attacks.

source: 움찔
en_us: flinch

source: 빠각
en_us: thwack

source: 궁시렁
en_us: grumble

source: 이미 늦었어!
en_us: ...it’s too late!

source: 톡
en_us: poke

source: 고오오오
en_us: grrr

source: 삐리리리
en_us: ring

source: 아니 좀, 말 좀 해보시라구요!
en_us: come on, say something!

source: 순 대 국
en_us: korean sausage noodles

source: 이런 흉흉한 기운은ꞏꞏꞏ!
en_us: what is this chaotic energy...?!

source: 크아아아악!!
en_us: arghhh!!!

source: 합을 잘 맞춰보도록.
en_us: please welcome her.

source: 크크크
en_us: hehehe

source: 좀 이질적인 기운인데···
en_us: it feels a little different…

source: 차르르르
en_us: whoosh

source: ※ 절대 따라하지 마세요.
en_us: please do not try this at home.

source: 버러지가 아니야.
en_us: I’m not scum.

source: 촤촥
en_us: swoosh

source: 부아
en_us: growl

source: 아, 아니야 왜 사과하는 거야···
en_us: n-no, why are you apologizing…?

source: 콰콰쾅
en_us: crash

source: 휘익
en_us: whish

source: 촥
en_us: slash

source: 요거 함 봐보시라니까요
en_us: look, look

source: 소곤
en_us: whisper

source: 무경대.
en_us: murim police university.

source: 기적이ꞏꞏꞏ?
en_us: gijeok...?

source: 날이 선 공기가 살갗을 찌르는 느낌ꞏꞏꞏ
en_us: like the very air’s piercing my skin...

source: 파악
en_us: smack

source: 모아졌어!
en_us: I merged it into a ball!

source: 흠, 걱정은 강자가 약자한테 하는건데···
en_us: hmm, it’s usually the stronger person who worries about the weaker one…

source: 거긴 갑자기 왜 오라는 거야?
en_us: why does he suddenly want me to go there?

source: 막 편입되어 적응 안 되는 상황에
en_us: while I understand your desire to pair up with a friend...

source: 죽여라!
en_us: kill them!

source: 나를 원망마라!
en_us: do not blame me!

source: 아, 알겠습니다!
en_us: y-yes, sir!

source: 살인자라니, 그게 무슨 소리야?
en_us: a murderer? what are you talking about?

source: 갔다리
en_us: pace

source: 긁적
en_us: scratch

source: 이런 싸가지없는 년은 오랜만이네ꞏꞏꞏ
en_us: it’s been a while since I’ve met an asshole the likes of her...

source: 소용 없다고.
en_us: your attacks...

source: 어린 널 끝까지 지켜줘야만 했는데···
en_us: I should’ve protected you until the end…

source: 하나같이 덜떨어진 놈들만 모여가지고···
en_us: i swear i’m surrounded by a bunch of buffoons…

source: 내 힘만으로는 아직 부족해.
en_us: I’m still not strong enough.

source: 애송이인 줄로만 알았는데ꞏꞏꞏ
en_us: I thought he was just some brat...

source: 그러니 원망하지 마라.
en_us: so don’t hold it against me.

source: 이기적
en_us: gijeok lee

source: 알았다ꞏꞏꞏ
en_us: all right...

source: 자, 잠시 신분을 망각했습니다.{j}형님···
en_us: I-I lost sight of my self for a second there, hyeong…

source: 두 웅
en_us: da dun

source: 자, 잠시 신분을 망각했습니다.
en_us: I-I just lost sight of my self for a second,

source: 허나, 사천왕들은 절대 천상반야신공의 하수가 아니었다.
en_us: however, the four heavenly rulers are not below the new heavenly prajna arts.

source: 끼익
en_us: creak

source: 제대로 찾아온 것 같군.
en_us: it looks like we’ve come to the right place.

source: 귀령왕, 네 아버진 분명 용서받지 못할 짓을 저질렀다.
en_us: what your father did is unforgivable.

source: 아버지에 가까워지도록!
en_us: ...to my father!

source: 쯧
en_us: tsk

source: 한꺼번에ꞏꞏꞏ
en_us: all at once...

source: 퍼퍽
en_us: whack whack

source: 날름
en_us: lick

source: 강태연은 요즘 어떤가?
en_us: how has taeyeon kang been recently?

source: 형님···
en_us: hyeong…

source: 같은 시각 무당의 뒷산
en_us: meanwhile, at wudang mountain

source: 오오
en_us: wow

source: 은광금속산업
en_us: silver mining industry

source: 뻐 억
en_us: smack

source: "그놈도 마샴바의 힘을 사용하니까!"
en_us: “since he uses the mashamba’s power as well!”

source: 아버지···
en_us: father…

source: 찰칵
en_us: click

source: 왜 그러지, 아까 같은 기세는 어디로 갔어?
en_us: what’s wrong? what happened to all that enthusiasm from earlier?

source: 예상보다 어둠이 깊습니다 형님!
en_us: it’s much darker than we expected, hyeong!

source: 형님, 이것 좀 봐봐요!
en_us: hyeong, look at this!

source: 으, 붑ꞏꞏꞏ
en_us: mmph...

source: 구아아
en_us: arghhh

source: 하, X끼 귀령파 한 번 보여 주라니까ꞏꞏꞏ
en_us: darn it, just show me the ghost king impact already...

source: 이 졸렬한 x끼가···
en_us: that damned coward…

source: 강태연 얘는 대체 어디서 뭘 하길래 전화도 안 받아?!
en_us: what the heck is taeyeon kang doing? why isn’t he answering any of my calls?!

source: 죽음으로 대신하겠습니다!
en_us: ...will pay with my life!

source: 누구 때문에 산에서 사냥질이나 하고있는데!
en_us: whose fault is it that we’re hunting in the mountains?!

source: 탕
en_us: slam

source: 너한테 전화 한 통화만 해달라 했는데 그걸 안 해주더라고.
en_us: he wouldn’t call you when we asked him to.

source: 그딴 건 내 알 바 아니고.
en_us: I don’t care about that.

source: 앞으로 벌어질 일을 생각하면 쓴 가루약이지.
en_us: this is just bitter medicine compared to what will happen in the future.

source: 네가 쓰레기라고 비꼬았던,
en_us: this is what my grandpa,

source: 저것 봐라?
en_us: ...would you look at that?

source: 정말 귀령의 힘을 볼 수 있는건가 해서ꞏꞏꞏ
en_us: I thought I’d be able to see the power of the ghost king...

source: 언제까지 힘에 의한 지배가 계속될 것 같소?
en_us: how long do you think you’ll be able to rule through strength alone?

source: 여깄습니다.
en_us: here it is.

source: 그 잘난 사대호법들은 안 나오시고 뭣들 하나?
en_us: what are the four great guardians doing instead of coming here?

source: 멈칫
en_us: freeze

source: 왜 답이 없지?
en_us: why aren’t you saying anything?

source: 쐐 액
en_us: swoosh

source: 크으
en_us: grr

source: 그간 잘 지내셨습니까···
en_us: i hope you’ve been well…

source: 메시지 보내기
en_us: send message

source: 또 시키시게요?
en_us: are you gonna order more?

source: 흑마서고, 한 권이 아니지?
en_us: there’s more than one volume of the black demon book, isn’t there?

source: 크윽···
en_us: ugh…

source: 지금껏 전혀 배워보지 못한 방식이야.
en_us: ...but I’ve never learned this method before.

source: 저, 저기서 절 괴롭히던 애들이 웬 가면 쓴 놈한테 당해서···
en_us: a-a masked man attacked the kids that were bullying me…

source: 이게 무슨 짓이냐···
en_us: what’s the meaning of this…?

source: 타아
en_us: thwap

source: 촤
en_us: fwip

source: 찡긋
en_us: wink

source: 무슨 상황인진 잘 몰라도 이 정도면 됐잖아!
en_us: I don’t know what’s going on, but that’s enough!

source: 저런 놈도 친구라고 참ꞏꞏꞏ
en_us: some friend he is...

source: 구르르르
en_us: fshh

source: 저는 정파의 자객에게 흑마서고를 빼앗기고 말았습니다.
en_us: I lost one of the black demon books to the assassin from the justice faction.

source: 들썩
en_us: lift

source: 되는데ꞏꞏꞏ
en_us: more...

source: 질질
en_us: drag

source: 크하하하하
en_us: wahahaha

source: 앞으로 제가 만들어갈 살수문의 거름이!
en_us: ...for the assassin sect i’m going to build!

source: 아가씨는 누구지?
en_us: who are you, young lady?

source: 경험 없는 1학년 둘에게 임무를 맡길 순 없지.
en_us: ...I can’t entrust a mission to two inexperienced first-year students.

source: 참슬
en_us: chamsul

source: 호조참수!!
en_us: slashing tiger claw!!!

source: 어머 쓰은배님~ 미안해용ㅎㅎ
en_us: oh my, seonbae! I’m sorry about that, hehe.

source: 아이고 허리야~
en_us: ouch, my back.

source: 일반인 사건에 왜 우리가 나서야 하는 거야?
en_us: why do we have to investigate a civilian case?

source: 까득
en_us: grit

source: 자네 아비에게서 귀령을 흡수한 뒤,
en_us: when are you going to fulfill your promise...

source: 이 무슨 추태!
en_us: i’m so pathetic!

source: 숲부동산
en_us: forest hill

source: 영상 / 음향 공사
en_us: image / sound construction

source: 그런 양아치들과 거래를 하는 게 아니었어!
en_us: I was wrong to strike a deal with those thugs!

source: 뭐지, 이 목소리는?
en_us: who said that?

source: 얼굴이 아주 뻘게져선ㅋㅋ
en_us: your face is completely red, haha.

source: 촤{j}악
en_us: slice

source: 크압!
en_us: gah!

source: 그래서 아버지 몰래 무당의 무공을 수련했다.
en_us: and so, I secretly started learning wudang’s martial arts.

source: 아뇨, 그럴 필요 없습니다.
en_us: no, there’s no need.

source: 뭐야, 그 표정은?
en_us: what’s with that look on your face?

source: 크크
en_us: hehe

source: 하지만 아무리 생각해봐도 낯이 익은ꞏꞏꞏ
en_us: but she seems familiar somehow...

source: 확실히 전에 그놈보다 귀령의 기운이 진하네~!
en_us: the ghost king’s energy is definitely stronger in you than in the other guy!

source: 토야의 고백 때문에 선택한 승려의 길이었는데···
en_us: I chose the path of the monks because of toya’s confession…

source: 살을 주고 뼈를 취한다!
en_us: i’ll give up something to get something!

source: 흑마서고!
en_us: the black demon book!

source: 강력한 외공으로 다져진 신체엔 치명타를 입힐 수 없다!
en_us: you can’t deal fatal blows to his body, which has been hardened through intense physical training!
